common_note/src/test/resources/io/guangxuan381-req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:lzlj="http://www.ekingwin.com/esb/LZLJ_381_BI_ContractSales">
    <soapenv:Header/>
    <soapenv:Body>
        <lzlj:LZLJ_381_BI_ContractSales>
            <lzlj:HEAD>
                <lzlj:BIZTRANSACTIONID>string</lzlj:BIZTRANSACTIONID>
                <lzlj:COUNT>string</lzlj:COUNT>
                <lzlj:CONSUMER>string</lzlj:CONSUMER>
                <lzlj:SRVLEVEL>string</lzlj:SRVLEVEL>
                <lzlj:ACCOUNT>string</lzlj:ACCOUNT>
                <lzlj:PASSWORD>string</lzlj:PASSWORD>
                <lzlj:USE>string</lzlj:USE>
                <lzlj:COMMENTS>string</lzlj:COMMENTS>
            </lzlj:HEAD>
            <lzlj:LIST>
                <lzlj:StartDate>$$start_date$$</lzlj:StartDate>
                <lzlj:EndDate>$$end_date$$</lzlj:EndDate>
            </lzlj:LIST>
        </lzlj:LZLJ_381_BI_ContractSales>
    </soapenv:Body>
</soapenv:Envelope>